[AdventPathfinderCaptainArmor X2ArmorTemplate]
FriendlyName="变种人探路者猎人护甲"
FriendlyNamePlural="变种人探路者猎人护甲"
BriefSummary="变种人探路者猎人是一支快速侦察部队，其护甲比标准探路者的更厚。他们擅长进行激进的侧翼机动突袭。"
TacticalText="<Bullet/> 士兵们可以在战斗中使用经过清理战场获得的变种人探路者猎人装备。此外，我们可能会用这种新护甲让敌人措手不及。"

[AdventPathfinderCaptainArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="欺骗"
LocLongDescription="变种人在初次接触时不太可能发现这名士兵。"
LocHelpText="变种人在初次接触时不太可能发现这名士兵。"
LocFlyOverText="变种人在初次接触时不太可能发现这名士兵。"
LocPromotionPopupText="<Bullet/> 变种人在初次接触时不太可能发现这名士兵。"

[AdventPathfinderCaptainArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="Apex潜行者"
LocLongDescription="变种人探路者猎人护甲提供了与普通探路者相同的机动性，以及更好的生命值加成和护甲奖励。"
LocHelpText="变种人探路者猎人护甲提供了与普通探路者相同的机动性，以及更好的生命值加成和护甲奖励。"
LocFlyOverText="变种人探路者猎人护甲提供了与普通探路者相同的机动性，以及更好的生命值加成和护甲奖励。"
LocPromotionPopupText="<Bullet/> 变种人探路者猎人护甲提供了与普通探路者相同的机动性，以及更好的生命值加成和护甲奖励。"
